Repository: oveleon/contao-advanced-form
Catalog: contao/languages/*/*_form_field.xlf
Languages: de

# tl_form_field.formPageAlias.0
source: Formpage alias
de: Formularseiten-Alias

# tl_form_field.formPageAlias.1
source: The form page alias is a unique reference to the form page which can be called instead of its numeric ID.
de: Der Alias der Formularseite ist eine eindeutige Referenz, die anstelle der numerischen Formseiten-ID aufgerufen werden kann.

# tl_form_field.blabel.0
source: Back button label
de: Bezeichnung der Zurück-Schaltfläche

# tl_form_field.blabel.1
source: Please enter the label of the back button.
de: Bitte geben Sie die Bezeichnung der Zurück-Schaltfläche ein.

# tl_form_field.addCondition.0
source: Add condition
de: Bedingung hinzufügen

# tl_form_field.addCondition.1
source: Activate conditions for this form page.
de: Bedingungen für diese Formularseite aktivieren.

# tl_form_field.condition.0
source: Condition
de: Bedingung

# tl_form_field.condition.1
source: Please enter the label of the form page here.
de: Bitte geben Sie hier die Bedingung der Formularseite ein.

# tl_form_field.protected.0
source: Protect form page
de: Formularseite schützen

# tl_form_field.protected.1
source: Restrict form page access to certain member groups.
de: Den Formularseiten-Zugriff auf bestimmte Mitgliedergruppen beschränken.

# tl_form_field.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_form_field.groups.1
source: These groups will be able to access the form page.
de: Diese Gruppen dürfen auf die Formularseite zugreifen.

# tl_form_field.guests.0
source: Show to guests only
de: Nur Gästen anzeigen

# tl_form_field.guests.1
source: Hide the form page if a member is logged in.
de: Die Fromularseite verstecken, sobald ein Mitglied angemeldet ist.

# tl_form_field.condition_legend
source: Conditions
de: Bedingungen
